Repository: Liris-Pleiad/libcrn
Catalog: src/libcrn/po/*.po
Languages: fr

source: invalid index.
fr: Index invalide.

source: flat histogram.
fr: Histogramme plat.

source: window larger than histogram. Cropping.
fr: la fenêtre est plus large que l'histogramme. Cette dernière sera réduite.

source: histograms must have same size.
fr: Les histogrammes doivent avoir la même taille.

source: Cannot resize histogram with null size.
fr: Impossible changer la taille de l'histogramme avec une taille nulle.

source: Wrong XML element.
fr: Mauvais élément XML.

source: Cannot get CDATA.
fr: Impossible de récupérer le CDATA.

source: Cannot convert CDATA.
fr: Impossible de convertir le CDATA.

source: The histogram is empty.
fr: L'histogramme est vide.

source: Illegal range.
fr: Intervalle incorrect.

source: Index out of dimension range.
fr: Index hors des limites.

source: Incompatible input pattern dimensions.
fr: Dimensions des données en entrée incompatibles.

source: Incompatible output dimensions.
fr: Dimensions des données en sortie incompatibles.

source: Incomplete PCA xml element.
fr: Element xml de PCA incomplet.

source: Page not found.
fr: Page non trouvée.

source: Space not found.
fr: Espace non trouvé.

source: Block not found.
fr: Bloc non trouvé.

source: Text block not found.
fr: Bloc de texte non trouvé.

source: Line not found.
fr: Ligne non trouvée.

source: Word not found.
fr: Mot non trouvé.

source: Element not found.
fr: Élément non trouvé.

source: The element already has an id.
fr: L'élément a déjà un id.

source: Null node.
fr: Nœud nul.

source: Cannot find layout.
fr: Impossible de trouver le layout.

source: Null namespace.
fr: Espace de nom nul.

source: Malformed path string.
fr: La chaîne de chemin est invalide.

source: : no xml match.
fr: : pas de correspondance XML.

source: The document is not associated to any Alto data.
fr: Le document n'est pas associé à des données Alto.

source: Resizing the element would invalidate its content.
fr: Changer la taille de cet élément invaliderait son contenu.

source: No top margin on this page.
fr: Il n'y a pas de marge supérieure sur cette page.

source: No left margin on this page.
fr: Il n'y a pas de marge gauche sur cette page.

source: No bottom margin on this page.
fr: Il n'y a pas de marge inférieure sur cette page.

source: No right margin on this page.
fr: Il n'y a pas de marge droite sur cette page.

source: No print space on this page.
fr: Il n'y a pas d'espace d'impression sur cette page.

source: Invalid page position.
fr: Position de page invalide.

source: Negative physical image number.
fr: Numéro d'image physique négatif.

source: Invalid quality.
fr: Qualité invalide.

source: The page accuracy must be in [0, 100]
fr: Le taux de reconnaissance de la page doit être dans [0, 100].

source: The page confidence must be in [0, 1]
fr: La confiance de la page doit être dans [0, 1].

source: The page already has a top margin.
fr: La page a déjà une marge supérieure.

source: The page already has a left margin.
fr: La page a déjà une marge gauche.

source: The page already has a right margin.
fr: La page a déjà une marge droite.

source: The page already has a bottom margin.
fr: La page a déjà une marge inférieure.

source: The page already has a print space.
fr: La page a déjà un espace d'impression.

source: Cannot find attribute.
fr: Impossible de trouver l'attribut.

source: Wrong attribute type.
fr: Mauvais type d'attribut.

source: File not found.
fr: Fichier introuvable.

source: File could not be opened.
fr: Impossible d'ouvrir le fichier.

source: File read error.
fr: Erreur de lecture du fichier.

source: Element mismatch.
fr: Les éléments ne correspondent pas.

source: Could not parse element.
fr: Impossible de lire l'élement.

source: Could not parse attribute.
fr: Impossible de lire l'attribut.

source: Could not identify tag.
fr: Impossible d'identifier l'étiquette.

source: Could not parse text.
fr: Impossible de lire le texte.

source: Could not parse CDATA.
fr: Impossible de lire le CDATA.

source: Could not parse comment.
fr: Impossible de lire le commentaire.

source: Could not parse declaration.
fr: Impossible de lire la déclaration.

source: Could not parse unknown item.
fr: Impossible de lire l'objet inconnu.

source: Empty document.
fr: Document vide.

source: Parse error.
fr: Erreur de lecture.

source: Cannot convert text.
fr: Impossible de convertir le texte.

source: No text node.
fr: Nœud textuel manquant.

source: Not an element.
fr: Pas un élément.

source: Not a comment.
fr: Pas un commentaire.

source: Not a text.
fr: Pas un texte.

source: No child node.
fr: Pas de nœud enfant.

source: Empty element name.
fr: Nom d'élément vide.

source: Node not found.
fr: Nœud introuvable.

source: Invalid node.
fr: Nœud invalide.

source: Empty attribute name.
fr: Nom d'attribut vide.

source: Cannot find attribute:
fr: Impossible de trouver l'attribut :

source: Empty filename.
fr: Nom de fichier vide.

source: No element in the XML.
fr: L'XML ne contient pas d'élément.

source: Text style not found.
fr: Style de texte non trouvé.

source: Paragraph style not found.
fr: Style de paragraphe non trouvé.

source: The block contains no text line with this id.
fr: Le bloc ne contient aucune ligne ayant cet id.

source: The baseline is out of the line's bounds
fr: La ligne de base est en dehors des limites de la ligne

source: The line contains no word with this id.
fr: La ligne ne contient aucun mot ayant cet id.

source: Cannot find element.
fr: Impossible de trouver l'élement.

source: Cannot find word.
fr: Impossible de trouver le mot.

source: Wrong type of substitution.
fr: Mauvais type de substitution.

source: The word confidence must be in [0, 1].
fr: La confiance du mot doit être dans [0, 1].

source: Null image filename.
fr: Nom de fichier image nul.

source: Invalid measurement unit.
fr: Unité de mesure invalide.

source: The space contains no block with this id.
fr: L'espace ne contient aucun bloc ayant cet id.

source: The space contains no text block with this id.
fr: L'espace ne contient aucun bloc de texte ayant cet id.

source: Cannot find block.
fr: Impossible de trouver le bloc.

source: The damping must be in [0, 1[.
fr: L'amortissement doit être dans [0, 1[.

source: The number of stable iterations to stop must be >1.
fr: Le nombre d'itérations stables pour s'arrêter doit être >1.

source: The maximal number of iterations must be >1.
fr: Le nombre maximal d'itérations doit être >1.

source: The preference is not the same dimension as the distance matrix.
fr: Les préférences n'ont pas la même dimension que la matrice de distance.

source: The neighborhood must be > 1.
fr: La taille du voisinage doit être > 1.

source: The neighborhood is greater than the number of elements.
fr: La taille du voisinage est plus grande que le nombre d'éléments.

source: The distance matrix is not square.
fr: La matrice de distances n'est pas carrée.

source: lambda must be > 0.
fr: lambda doit être > 0.

source: Index out of range
fr: Index hors des limites

source: Illegal input vector dimension
fr: Dimension du vecteur d'entrée incorrecte

source: empty distance matrix.
fr: matrice de distance vide.

source: the distance matrix is not square.
fr: la matrice de distances n'est pas carrée.

source: Neighborhood to compute sigma must be >=1.
fr: La taille du voisinage pour calculer sigma doit être >=1.

source: Empty distance matrix.
fr: Matrice de distance vide.

source: Dimension must be >=1.
fr: La dimension doit être >=1.

source: Sigma must be positive.
fr: Sigma doit être positif.

source: Eigenvalues should be in [0, 1].
fr: Les valeurs propres doivent être dans [0, 1].

source: Cannot project on less than one coordinate.
fr: Impossible de projet sur moins d'une coordonnée.

source: index out of bounds.
fr: Index hors limites.

source: Null suffix to search.
fr: Le suffixe à rechercher est nul.

source: null pointer.
fr: Pointeur nul.

source: Null suffix to delete.
fr: Le suffixe à effacer est nul.

source: no direction given.
fr: direction manquante.

source: negative size.
fr: taille négative.

source: negative maximal value.
fr: valeur maximale négative.

source: no orientation given.
fr: orientation manquante.

source: Cannot open file
fr: Impossible d'ouvrir le fichier

source: cannot open file
fr: impossible d'ouvrir le fichier

source: WARNING
fr: AVERTISSEMENT

source: ERROR
fr: ERREUR

source: libzip version is too old to support zip_discard().
fr: La version de libzip est trop ancienne pour utiliser zip_discard().

source: The file already exists.
fr: Le fichier existe déjà.

source: The file is inconsistent.
fr: Le fichier n'est pas cohérent.

source: Not enough memory.
fr: Pas assez de mémoire.

source: This is not a zip file.
fr: Ce n'est pas un fichier Zip

source: Cannot open file.
fr: Impossible d'ouvrir le fichier.

source: Cannot read file.
fr: Impossible de lire le fichier.

source: Unknown zip error.
fr: Erreur ZIP inconnue :

source: VERBOSE
fr: MESSAGE

source: the path does not contain a filename.
fr: le chemin ne contient pas de nom de fichier.

source: Cannot create directory:
fr: Impossible de créer le dossier :

source: Cannot remove:
fr: Impossible d'effacer :

source: Cannot open directory:
fr: Impossible d'ouvrir le dossier :

source: Cannot remove file:
fr: Impossible d'effacer le fichier :

source: Cannot remove directory:
fr: Impossible d'effacer le dossier :

source: Cannot copy a file over itself.
fr: Impossible de copier un fichier sur lui-même.

source: Cannot open source file:
fr: Impossible d'ouvrir le fichier source :

source: Cannot open destination file:
fr: Impossible d'ouvrir le fichier destination :

source: Negative standard deviation
fr: Écart type négatif.

source: No preimage found.
fr: Aucun antécédent trouvé.

source: Incompatible dimensions
fr: Dimensions incompatibles

source: Invalid index
fr: Index invalide

source: incompatible dimensions.
fr: dimensions incompatibles.

source: incompatible dimensions
fr: Dimensions incompatibles

source: invalid or incompatible matrix dimensions
fr: les dimensions de la matrice sont invalides ou incorrectes

source: Equation has either no solution or an infinity of solutions.
fr: L'équation n'a soit aucune solution, soit une infinité de solutions.

source: Negative variance.
fr: Variance négative.

source: true
fr: vrai

source: false
fr: faux

source: unknown
fr: inconnu

source: FFT: signal size is not a power of 2.
fr: FFT : le signal n'a pas une taille puissance de 2.

source: not a column vector.
fr: ce n'est pas un vecteur colonne.

source: the matrix is not square.
fr: La matrice n'est pas carrée.

source: row or column index out of range
fr: Index de ligne ou de colonne en dehors des limites.

source: The matrix cannot be inversed.
fr: La matrice ne peut pas être inversée.

source: Matrix cannot be inversed. Null pivot at column:
fr: La matrice ne peut pas être inversée. Pivol nul dans la colonne :

source: Too many iterations.
fr: Trop d'itérations.

source: UTF not supported.
fr: UTF non supporté.

source: null filename.
fr: nom de fichier nul.

source: filename not found.
fr: nom de fichier introuvable.

source: Index out of bounds.
fr: Index hors limites.

source: id not found.
fr: id introuvable.

source: bad changeset size.
fr: mauvaise taille de liste de changements.

source: changeset contains duplicates.
fr: la liste de changements contient des doublons.

source: changeset contains values out of bounds.
fr: la liste des changements contient des valeurs hors limites.

source: Not a Document file.
fr: Ceci n'est pas un fichier Document.

source: the document was never saved.
fr: le document n'a jamais été sauvegardé.

source: Null width.
fr: Largeur nulle.

source: Null height.
fr: Hauteur nulle.

source: No user data to remove.
fr: Pas de données utilisateur à supprimer.

source: Cannot save an object with no filename.
fr: Impossible de sauvegarder un objet sans nom de fichier.

source: NewBlock
fr: NouveauBloc

source: No image.
fr: Image manquante.

source: unsupported image type.
fr: format d'image non supporté.

source: No parent.
fr: Pas de parent.

source: this is a topmost block. Its bounding box cannot be changed.
fr: ce bloc est en haut de l'arbre. Son rectangle englobant ne peut pas être modifié.

source: Uninitialized bounding box.
fr: Rectangle englobant non initialisé.

source: bounding box out of parent's bounding box.
fr: la boîte englobante dépasse de celle du parent.

source: tree not found.
fr: arbre introuvable.

source: Cannot open image.
fr: Impossible d'ouvrir l'image.

source: Uninitialized clipping rectangle.
fr: Rectangle de bordure non initialisé.

source: Clipping rectangle out of bounds.
fr: Rectangle de bordure hors limites.

source: Cannot access to any source or buffer.
fr: Impossible d'accéder à une source ou un buffer.

source: No filename given.
fr: Nom de fichier manquant.

source: Saved block do not have the same size.
fr: Le bloc sauvegardé n'a pas la même taille.

source: Wrong content.
fr: Mauvais contenu.

source: Wrong image dimensions.
fr: Mauvaises dimensions de l'image.

source: block not found.
fr: bloc introuvable.

source: ratio is null or negative.
fr: ratio nul ou négatif.

source: overlap is negative.
fr: recouvrement négatif.

source: Tree not found.
fr: Arbre introuvable.

source: Identical indexes.
fr: Index indentiques.

source: Cannot find subblock.
fr: Impossible de trouver le sous-bloc.

source: null block or block is not a child.
fr: le bloc est nul ou bien n'est pas un enfant.

source: Wrong direction.
fr: Mauvaise direction.

source: the character 'z' is invalid inside an ASCII85 block.
fr: la caractère «z» est invalide à l'intérieur d'un bloc ASCII85.

source: ASCII85 only allows characters '!' to 'u', but found a:
fr: ASCII85 n'autorise que les caractères entre «!» et «u», mais il est apparu un :

source: the last block of ASCII85 data cannot be a single byte.
fr: le dernier bloc d'une chaîne ASCII85 ne peut pas être un octet seul.

source: Key not found
fr: Clé introuvable.

source: Object not found.
fr: Objet introuvable.

source: Invalid iterator.
fr: Itérateur invalide.

source: First iterator is end().
fr: Le premier itérateur est end().

source: First and end iterators are equal.
fr: Le premier itérateur et l'itérateur de fin sont égaux.

source: End iterator is before first.
fr: L'itérateur final se trouve avant le premier.

source: Cannot deserialize:
fr: Impossible de désérialiser :

source: because
fr: car

source: Cannot find root element.
fr: Impossible de trouver l'élément racine.

source: Null XML element.
fr: Élément XML nul.

source: Cannot read element.
fr: Impossible de lire l'élement.

source: Unknown type:
fr: Type inconnu :

source: Unknown XML element:
fr: Élément XML inconnu :

source: vectors have different sizes.
fr: les vecteurs sont de tailles différentes.

source: Cannot create file
fr: Impossible de créer le fichier

source: Cannot create the PNG structure.
fr: Impossible de créer la structure PNG.

source: Cannot create the PNG info.
fr: Impossible les informations PNG.

source: Error while generating the PNG image.
fr: Erreur de génération de l'image PNG.

source: Cannot create temporary buffer.
fr: Impossible de créer le buffer temporaire.

source: Cannot save file.
fr: Impossible de sauvegarder le fichier.

source: Cannot create bitmap
fr: Impossible de créer le bitmap

source: Null file name.
fr: Nom de fichier nul.

source: No library for saving image found or write permissions on the file or directory are not granted. No image will be saved.
fr: Bibliothèque de sauvegarde d'image introuvable ou permission en écriture sur le fichier refusée. Aucune image ne sera sauvegardée.

source: Cannot create jpeg file structure.
fr: Impossible de créer la structure JPEG.

source: The number of iterations is null.
fr: Le nombre d'itérations est nul.

source: Cannot create PNG reader.
fr: Impossible de créer le lecteur PNG.

source: Cannot create PNG info.
fr: Impossible de créer les informations PNG.

source: Error while reading the PNG file
fr: Erreur de lecture de l'image PNG

source: Not a JPEG file.
fr: Ceci n'est pas un fichier JPEG.

source: JPEG file contains unnatural bytes per pixel count.
fr: Le fichier JPEG contient un nombre d'octets par pixel incorrect.

source: Cannot convert filename string.
fr: Impossible de convertir le nom de fichier

source: Cannot open image.
fr: Impossible d'ouvrir l'image.

source: Gdi+ could not load the image.
fr: Gdi+ n'a pas pu charger l'image.

source: Gdi+ could not load the image correctly. Error number
fr: Gdi+ n'a pas pu charger l'image correctement. Erreur n°

source: Could not lock pixels. Error number
fr: Impossible de verrouiller les pixels. Erreur n°

source: No decoder could open the file
fr: Aucun décodeur n'a pu ouvrir le fichier

source: unknown image format.
fr: Format d'image inconnu.

source: Min neighbors must be < 8.
fr: Le nombre min de voisins doit être < 8.

source: matrices of different sizes
fr: les matrices sont de tailles différentes.

source: even matrix dimensions.
fr: dimensions de matrice paires.

source: Unused stopwatch.
fr: Chronomètre non utilisé.

source: Stopwatch:
fr: Chronomètre :

source: Total time:
fr: Temps total :

source: Cannot save configuration file:
fr: Impossible de sauvegarder le fichier de configuration :

source: is not a Path.
fr: n'est pas un Path.

source: is not a String.
fr: n'est pas un String.

source: is not a StringUTF8.
fr: n'est pas un StringUTF8.

source: is not a Prop3.
fr: n'est pas un Prop3.

source: is not an int.
fr: n'est pas un entier.

source: is not a double.
fr: n'est pas un double.

source: The element was not initialized.
fr: L'élément n'est pas initialisé.

source: The element is of unknown type.
fr: Le type de l'élément est inconnu.

source: Null charset
fr: Charset nul.

source: Cannot convert from
fr: Impossible de convertir à partir de

source: Cannot convert to
fr: Impossible de convertir vers

source: Invalid character.
fr: Caractère invalide.

source: Incomplete multibyte character.
fr: Caractère multi-octets incomplet.

source: Invalid character in:
fr: Caractère invalide dans :

source: Incomplete multibyte character in:
fr: Caractère multi-octets incomplet dans :

source: Invalid stroke
fr: Tracé invalide

source: Null step.
fr: Pas nul.

source: index out of range.
fr: index hors des limites.

source: Cannot reach abscissa.
fr: Impossible d'atteindre l'abscisse.

source: No orientation given.
fr: Orientation manquante.

source: The rectangle isn't initialized.
fr: Le rectangle n'est pas initialisé.

source: negative scale.
fr: échelle négative.

source: Using default language.
fr: Langue française sélectionnée.
