Repository: Liris-Pleiad/libcrn
Catalog: src/nimrod/po/*.po
Languages: fr

source: New project
fr: Nouveau projet

source: Read image names in _XML Altos
fr: Lire les noms des images dans les _XML Alto

source: Match images and XML Altos _filenames
fr: Apparier les noms de _fichier des images et des XML Alto

source: Path to the XML Alto files
fr: Chemin vers les fichiers XML Alto

source: Path to the images
fr: Chemin vers les images

source: _Images are in a different folder
fr: Les _images sont dans un autre dossier

source: Images path
fr: Chemin des images

source: Project name
fr: Nom du projet

source: XML Altos path
fr: Chemin des XML Alto

source: Cannot create project
fr: Impossible de cr√©er le projet
