Repository: Liris-Pleiad/libcrn
Catalog: src/libgtkcrnmm/po/*.po
Languages: fr

source: Single pages
fr: Pages simples

source: Continuous pages
fr: Pages continues

source: Two pages, first on the left
fr: Deux pages, première à gauche

source: Tow pages, first on the right
fr: Deux pages, première à droite

source: Lossy image compression
fr: Compression d'image avec pertes

source: Allow users to copy the content
fr: Autoriser les utilisateurs à copier le contenu

source: Allow users to print the document
fr: Autoriser les utilisateurs à imprimer le document

source: Author
fr: Auteur

source: Title
fr: Titre

source: Subject
fr: Sujet

source: Keywords
fr: Mots clés

source: Page layout
fr: Mise en page

source: Quality
fr: Qualité

source: Editor's password
fr: Mot de passe de l'éditeur

source: User's password
fr: Mot de passe de l'utilisateur

source: JPEG quality must be between 0 and 100.
fr: La qualité de compression JPEG doit se situer entre 0 et 100.

source: null event.
fr: événement nul.

source: index out of bounds.
fr: Index hors limites.

source: null object
fr: objet nul

source: Filename
fr: Nom de fichier

source: GtkCRN::SelectionBox: Invalid orientation.
fr: GtkCRN::SelectionBox: Orientation non valide.

source: Views
fr: Vues

source: Blocks
fr: Blocs

source: _Views
fr: _Vues

source: _Add Views
fr: _Ajouter des Vues

source: Add Views
fr: Ajouter des Vues

source: _Refresh Views
fr: _Rafraîchir les Vues

source: Refresh Views
fr: Rafraîchir les Vues

source: Select _First View
fr: Sélectionner la _Première Vue

source: Select First View
fr: Sélectionner la Première Vue

source: Select _Previous View
fr: Sélectionner la Vue _Précédente

source: Select Previous View
fr: Sélectionner la Vue Précédente

source: Select _Next View
fr: Sélectionner la Vue _Suivante

source: Select Next View
fr: Sélectionner la Vue Suivante

source: Select _Last View
fr: Sélectionner la _Dernière Vue

source: Select Last View
fr: Sélectionner la Dernière Vue

source: Select _All Views
fr: Sélectionner _Toutes les Vues

source: Select All Views
fr: Sélectionner Toutes les Vues

source: _Deselect Views
fr: _Désélectionner les Vues

source: Deselect Views
fr: Désélectionner les Vues

source: Select _Even Views
fr: Sélectionner les Vues _Paires

source: Select _Odd Views
fr: Sélectionner les Vues _Impaires

source: _Invert View Selection
fr: _Inverser la Sélection des Vues

source: Invert View Selection
fr: Inverser la Sélection des Vues

source: _Remove View Selection
fr: _Supprimer les Vues Sélectionnées

source: Remove View Selection
fr: Supprimer les Vues Sélectionnées

source: _Export PDF
fr: _Exporter un PDF

source: Export PDF
fr: Exporter un PDF

source: _Add Subblock
fr: _Ajouter un Sous-bloc

source: Add Subblock
fr: Ajouter un Sous-bloc

source: _Remove Subblock
fr: _Supprimer le Sous-bloc

source: Remove Subblock
fr: Supprimer le Sous-bloc

source: _Show/Hide Subblocks
fr: _Afficher/Cacher les Sous-blocs

source: Show/Hide Subblocks
fr: Afficher/Cacher les Sous-blocs

source: Subblocks _Settings
fr: _Paramètres des Sous-blocs

source: Subblocks Settings
fr: Paramètres des Sous-blocs

source: Block name
fr: Nom du bloc

source: Coordinates
fr: Coordonnées

source: Inexistent view
fr: Vue inexistante

source: The document was never saved. It is impossible to generate thumbnails.
fr: Le document n'a jamais été sauvegardé. Il est impossible de générer les imagettes.

source: %i error(s) occurred during the generation of the thumbnails. Some images may be deffective.
fr: il y a eu %i erreur(s) durant la génération des imagettes. Certaines images sont possiblement défectueuses.

source: Refresh
fr: Rafraîchir

source: Loading view
fr: Chargement de la vue

source: Please select views to add
fr: Veuillez sélectionner les vues à ajouter

source: Add a subblock
fr: Ajouter un sous-bloc

source: Subblock tree
fr: Arbre de sous-blocs

source: New subblock's name
fr: Nom du nouveau sous-bloc

source: New subblock
fr: Nouveau sous-bloc

source: Cannot add such selection to the subblock tree.
fr: Impossible d'ajouter cette sélection à l'arbre de sous-blocs.

source: Configure subblocks display
fr: Configurer l'affichage des sous-blocs

source: Frame color
fr: Couleur du cadre

source: Fill color
fr: Couleur de remplissage

source: Show subblock _labels
fr: Montrer les _étiquettes des sous-blocs

source: Label color
fr: Couleur des étiquettes

source: Writing image
fr: Écriture de l'image

source: File selection
fr: Sélection de fichier

source: Using default language.
fr: Langue française sélectionnée.

source: unsupported pixel format.
fr: le format de l'image n'est pas géré.

source: Null pixbuf given.
fr: Pixbuf nul.

source: The element was not initialized.
fr: L'élément n'est pas initialisé.

source: _File
fr: _Fichier

source: File
fr: Fichier

source: Are you sure you want to quit?
fr: Êtes-vous sûr vouloir quitter l'application ?

source: Advanced details
fr: Détails

source: Unhandled exception caught.
fr: Exception non gérée.

source: _Background Color…
fr: Couleur du _Fond

source: Background Color
fr: Couleur du Fond

source: Background
fr: Fond

source: _Foreground Color…
fr: Couleur des Fo_rmes…

source: Foreground Color
fr: Couleur des Formes

source: Foreground
fr: Formes

source: _Clear
fr: _Effacer

source: Clear
fr: Effacer

source: _Increase Thickness
fr: _Augmenter l'Épaisseur

source: Increase Thickness
fr: Augmenter l'Épaisseur

source: _Decrease Thickness
fr: _Diminuer l'Épaisseur

source: Decrease Thickness
fr: Diminuer l'Épaisseur

source: Set _Thickness
fr: Changer l'_Épaisseur

source: Set Thickness
fr: Changer l'Épaisseur

source: null or negative zoom value.
fr: valeur de zoom nulle ou négative.

source: _Clear User Selection
fr: _Effacer la Sélection Utilisateur

source: Clear User Selection
fr: Effacer la Sélection Utilisateur

source: Cannot set selection type to Text.
fr: Le type de sélection ne peut pas être Text.

source: Cannot set selection type to Polygon.
fr: Le type de sélection ne peut pas être Polygone.

source: The polygon must have more than two points.
fr: Le polygone doit avoir plus de deux points.

source: Overlay not found.
fr: Surouche introuvable.

source: Overlay item not found.
fr: Objet de surcouche introuvable.

source: No selection found.
fr: Pas de sélection.

source: The selection is not a rectangle.
fr: La sélection n'est pas un rectangle.

source: The selection is not a point.
fr: La sélection n'est pas un point.

source: The selection is not a line.
fr: La sélection n'est pas une ligne.
